[
	{
	"image":"https://imgix.cosmicjs.com/bab6b030-ff1e-11ed-8fca-9b0db64c9b86-nasa-vhSz50AaFAs-unsplash.jpg?w=1400&auto=compression,format",
	"userId": 1,
	"id": 1,
	"date":"May 30, 2023",
	"title": "Exploring the World's Natural Wonders: A Nature Lover's Journey",
	"author": "John Doe",
	"authorImage": "https://imgix.cosmicjs.com/9a0a85b0-23f5-11e7-875c-3f5dc9c15c2b-male.jpg?w=100&auto=format,compression",
	"body": "As someone who loves nature, there's nothing quite like the thrill of exploring the world's most beautiful landscapes. From snow-capped mountains to crystal-clear waters, there's no shortage of natural wonders to discover. So pack your bags, grab your hiking boots, and let's take a journey around the globe to explore some of the most breathtaking natural sights on earth.",
	"article":[
		{
			"title":"ENVIROMENT"
		},
		{
			"title":"CLIMATE"
		}
	],
	"detail":[
		{
			"title":"South America: Patagonia",
			"body":"Our first stop is Patagonia, a region at the southern end of South America that spans across Argentina and Chile. This vast wilderness is home to towering mountains, glaciers, and turquoise lakes that will leave you in awe. Hike the famous w trek in Torres del Paine National Park, kayak through the fjords of Tierra del Fuego, or explore the Perito Moreno Glacier. No matter how you choose to explore Patagonia, you're sure to be surrounded by some of the most stunning scenery in the world."
		},
		{
			"title":"Africa: Serengeti National Park",
			"body":"Next up, we head to Africa to witness the incredible wildlife of Serengeti National Park. This vast savannah is home to lions, elephants, giraffes, and countless other species that roam freely across the grasslands. Take a hot air balloon ride over the park to witness the sunrise and see the animals from a unique perspective, or go on a guided safari to get up close and personal with the wildlife."
		},
		{
			"title":"Asia: Halong Bay",
			"body":"Our journey takes us to Ha Long Bay in Vietnam, a UNESCO World Heritage site known for its stunning limestone formations that rise up from the emerald waters. Take a boat tour through the bay to see the towering cliffs and hidden caves, or kayak through the smaller channels to get a closer look at the unique landscape."
		},
		{
			"title":"Australia: Great Barrier Reef",
			"body":"No nature lover's journey would be complete without a visit to the Great Barrier Reef in Australia. This underwater wonderland is home to thousands of species of fish, coral, and other marine life, and is the perfect destination for snorkeling or scuba diving. Swim with sea turtles, spot colorful fish, and marvel at the vibrant coral formations that make up this incredible ecosystem."
		},
		{
			"title":"North America: Yellowstone National Park",
			"body": "Our final stop brings us to Yellowstone National Park in the United States. This iconic park is home to geysers, hot springs, and other thermal features that are unlike anything else on earth. Hike through the park to see the famous Old Faithful geyser, or take a dip in one of the park's many hot springs. And don't forget to keep an eye out for the park's resident wildlife, including bison, elk, and grizzly bears.\n\n Travelling the globe as a nature lover is an incredible experience that will leave you with memories that will last a lifetime. So pack your bags, and get ready to explore some of the most beautiful natural wonders on earth."
		}
	]
	}
]