[
	{
        "image":"https://imgix.cosmicjs.com/baff2ae0-ff1e-11ed-8fca-9b0db64c9b86-greg-rakozy-oMpAz-DN-9I-unsplash.jpg?w=1400&auto=compression,format",
        "userId": 1,
        "id": 2,
        "date":"Apr 27, 2023",
        "title": "Exploring the Wonders of Planet Earth",
        "author": "Jane Doe",
        "authorImage":"https://imgix.cosmicjs.com/99f48cb0-23f5-11e7-875c-3f5dc9c15c2b-female.jpg?w=100&auto=format,compression",
        "body": "Planet Earth is a magnificent place, full of wonders and mysteries waiting to be discovered. From the depths of the oceans to the highest peaks of the mountains, there is always something new and exciting to explore. In this blog post, we'll take a closer look at some of the most fascinating aspects of our planet.",
        "article":[
            {
                "title":"DEEP THOUGHTS"
            },
            {
                "title":"EXPLORING"
            }
        ],
        "detail":[
		{
			"title":"The Oceans",
			"body":"Covering more than 70% of the Earth's surface, the oceans are one of the most important and fascinating parts of our planet. They are home to an incredible variety of life, from tiny plankton to massive whales. The oceans are also responsible for regulating the Earth's climate, absorbing heat and carbon dioxide from the atmosphere."
		},
		{
			"title":"The Atmosphere",
			"body":"Planet Earth is a truly remarkable place, filled with natural wonders and diverse landscapes that continue to captivate and inspire us. From the soaring heights of majestic mountains to the depths of the ocean floor, there is no shortage of incredible sights to behold on this beautiful planet.\n\nOne of the most impressive natural wonders on Earth is the Great Barrier Reef, located off the coast of Australia. This vast underwater ecosystem is home to thousands of different species of marine life, including colorful coral, fish, and sea turtles. Despite facing numerous threats, including coral bleaching and pollution, the Great Barrier Reef remains a beloved destination for scuba divers and nature enthusiasts alike.\n\n \t Another stunning natural feature of our planet is the Northern Lights, also known as the Aurora Borealis. This dazzling display of lights can be seen in the night sky in certain parts of the world, such as Norway, Canada, and Alaska. The Northern Lights are caused by charged particles from the sun colliding with the Earth's atmosphere, creating a stunning visual spectacle that is truly unforgettable.\n\n Of course, there are also many incredible man-made wonders on Earth, such as the Great Wall of China. This ancient structure stretches over 13,000 miles and was built over the course of several centuries to protect China from invading forces. Today, it is a popular tourist destination and a testament to the ingenuity and determination of the people who built it.\n\nAs we continue to explore and discover the wonders of our planet, it is important to remember the importance of preserving and protecting these natural and man-made treasures for future generations to enjoy. By taking steps to reduce our impact on the environment and promote sustainable practices, we can help ensure that the wonders of planet Earth continue to inspire and amaze us for years to come."
		}
	]
        }
]