[
	{
        "image":"https://imgix.cosmicjs.com/99fd6650-23f5-11e7-875c-3f5dc9c15c2b-beach.jpg?w=1400&auto=compression,format",
        "userId": 1,
        "id": 4,
        "date":"Feb 3, 2023",
        "title": "Earth: The Ultimate Playground",
        "author": "Jane Doe",
        "authorImage":"https://imgix.cosmicjs.com/99f48cb0-23f5-11e7-875c-3f5dc9c15c2b-female.jpg?w=100&auto=format,compression",
        "body": "Earth is a remarkable planet, full of natural wonders and opportunities for adventure. From the highest mountains to the deepest oceans, there is no shortage of places to explore and activities to engage in.",
        "article":[
            {
                "title":"CLIMATE"
            },
            {
                "title":"ENVIROMENT"
            }
        ],
        "detail":[
            {
                "title":"Earth: The Ultimate Adventure Playground",
                "body": "For those who love the great outdoors, there are countless opportunities for hiking, camping, and rock climbing. The world's most stunning natural landscapes, such as the Grand Canyon, the Swiss Alps, and the Great Barrier Reef, offer unforgettable experiences for those willing to venture off the beaten path.\n\nFor water enthusiasts, the Earth's oceans, rivers, and lakes offer endless possibilities for swimming, surfing, kayaking, and fishing. Whether it's catching a wave in Hawaii, snorkeling in the Great Barrier Reef, or rafting down the Colorado River, the planet's waterways provide a wealth of exhilarating activities.\n\nEven those who prefer to stay closer to civilization can find plenty of excitement on Earth. The world's cities are home to some of the most vibrant cultures, cuisines, and entertainment scenes on the planet. From the bustling streets of Tokyo to the trendy cafes of Paris, there is no shortage of things to see and do in the world's urban centers.\n\nOf course, with all of this activity comes a responsibility to protect the Earth and its natural resources. As we continue to explore and enjoy this incredible planet, we must also work to preserve it for future generations. By practicing sustainable living and responsible tourism, we can ensure that Earth remains the ultimate playground for years to come.\n\nIn conclusion, Earth truly is the ultimate playground, offering a diverse array of natural wonders and exciting activities for people of all ages and interests. As we continue to explore and enjoy this incredible planet, let us remember to do so responsibly, so that we can preserve its beauty and bounty for generations to come."
            }
        ]
    }
]