[
    {
		"image":"https://abduzeedo.com/sites/default/files/styles/max_2600x2600/public/originals/hero_tradition.png.webp?itok=m7-IeK8K",
		"userId": 1,
		"id": 8,
		"category": "Design",
		"date":"Jul 1, 2024",
		"title":"&Tradition's Branding and UI UX: Where Heritage Meets Modernity",
		"author":"Life Spencer",
		"authorImage":"https://media.istockphoto.com/id/682869634/tr/foto%C4%9Fraf/d%C3%BC%C5%9F%C3%BCnceli-erkek-yazar.jpg?s=1024x1024&w=is&k=20&c=Uhrn5ciM0q-CIZewEBIIbobVg89iC3qrB4KaBJ0MEP8=",
		"body":"&Tradition's design seamlessly blends classic craftsmanship with modern aesthetics. Explore the branding and UI UX design concept that captures the essence of this Danish design company.",
		"article":[
			{
				"title":"BRANDING"
			},
			{
				"title":"UI/UX"
			}
		],
        "detail":[
            {
                "title":"Branding and UI UX design artifacts",
                "body":"&Tradition, a Danish design company, masterfully blends classic craftsmanship with contemporary aesthetics. Founded in 2010, the brand's furniture, lighting, and accessories showcase a harmonious balance between the enduring allure of tradition and the clean lines of modern design.\n\n The brand's design philosophy is evident in its collaborations with both established and emerging designers. This approach results in pieces that are not only visually stunning but also durable and functional, reflecting &Tradition's commitment to sustainability and lasting quality.\n\n Nelly Khomenko's branding and UI/UX design concept for &Tradition beautifully encapsulates this ethos. The design features bold typography, a well-balanced layout, and striking product imagery, all presented in an editorial style that speaks to the brand's sophisticated yet approachable identity.\n\n The use of large, impactful typography draws the viewer's eye, while the carefully curated layout guides the user through the &Tradition story. The product imagery is given ample space to breathe, allowing the viewer to appreciate the intricate details and craftsmanship of each piece.\n\n This branding and UI/UX design concept is a testament to &Tradition's dedication to timeless design. It's a visual narrative that speaks to the brand's past, present, and future, inviting the viewer to explore the world of &Tradition and discover the beauty of design that transcends trends."
            }
        ]

	}
]