[
    {
		"image":"https://abduzeedo.com/sites/default/files/styles/max_2600x2600/public/originals/hero_cargo.png.webp?itok=xmaiYcKG",
		"userId": 1,
		"id": 9,
		"category": "Design",
		"date":"Jun 15, 2024",
		"title":"Dunkirk's Hôtel Cargo: A Nautical Branding Voyage by Midi:Quinze",
		"author":"Life Spencer",
		"authorImage":"https://media.istockphoto.com/id/682869634/tr/foto%C4%9Fraf/d%C3%BC%C5%9F%C3%BCnceli-erkek-yazar.jpg?s=1024x1024&w=is&k=20&c=Uhrn5ciM0q-CIZewEBIIbobVg89iC3qrB4KaBJ0MEP8=",
		"body":"Hôtel Cargo, a boutique hotel in Dunkirk, France, offers a unique nautical experience that transports guests to the golden age of transatlantic travel. Midi:Quinze's branding concept for Hôtel Cargo captures the essence of this maritime journey, blending vintage charm with modern elegance.",
		"article":[
			{
				"title":"BRANDING"
			},
			{
				"title":"DESIGN"
			}
		],
        "detail":[
            {
                "title":"Branding and visual identity for Hôtel Cargo",
                "body":"Hôtel Cargo, nestled in the heart of Dunkirk, France, has undergone a remarkable transformation, courtesy of the creative minds at Midi:Quinze. Tasked with elevating the hotel's status from a 3-star to a 4-star establishment, the design agency embarked on a branding journey that captures the essence of the maritime city.\n\nMidi:Quinze, in collaboration with architect Éloïse Bosredon, drew inspiration from Dunkirk's nautical heritage. The visual identity, a carte blanche creation, features a distinctive typogram reminiscent of lettering found on merchant ships. The color palette mirrors the hues of boat hulls, and even the hotel's emblem cleverly incorporates a propeller formed from the letter C.\n\nThe hotel's interior design further immerses guests in a maritime world. The 50 rooms, restaurant, and cocktail bar all echo the nautical theme, offering a comfortable and inviting atmosphere. The renovation also included an expansion of the building, adding a fitness room and sauna for guests to enjoy.\n\nThe transformation of Hôtel Cargo is a testament to Midi:Quinze's ability to create a cohesive and captivating brand identity. By drawing inspiration from the local environment and infusing it with creative flair, the agency has helped the hotel achieve its goal of becoming a 4-star destination."
            }
        ]
	}
]